Repository: silas229/custom-block-styles-manager
Catalog: languages/custom-block-styles-manager-*.po
Languages: de_de

source: Add custom block style variations with your own CSS.
de_de: Füge benutzerdefinierte Blockstilvariationen mit deinem eigenen CSS hinzu.

source: Add New
de_de: Neu hinzufügen

source: Add New Block Style
de_de: Neuen Style hinzufügen

source: Edit Block Style
de_de: Style bearbeiten

source: New Block Style
de_de: Neuer Style

source: All Block Styles
de_de: Alle Styles

source: Block Style Attributes
de_de: Style-Attribute

source: No block styles found.
de_de: Keine Styles gefunden.

source: No block styles found in Trash.
de_de: Keine Styles im Papierkorb gefunden.

source: Block Style Settings
de_de: Style-Einstellungen

source: Custom CSS
de_de: Eigenes CSS

source: Target Block
de_de: Zielblock

source: Select a block
de_de: Wähle einen Block

source: Add CSS that will be applied when this style is selected. While editing, the block receives the class %1$s.
de_de: Füge CSS hinzu, das angewendet wird, wenn dieser Stil ausgewählt wird. Während der Bearbeitung erhält der Block die Klasse %1$s.

source: CSS class
de_de: CSS-Klasse

source: All blocks
de_de: Alle Blöcke

source: — No change —
de_de: — Keine Änderung —
